Berichtencatalogus/uitgifteservice/DO_Request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope 
    xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:gar="http://www.broservices.nl/xsd/dsgar/1.0"
    xmlns:brocom="http://www.broservices.nl/xsd/brocommon/3.0"
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/
      http://www.broservices.nl/xsd/dsgar/1.0 ../../XSD/dsgar-messages.xsd">
  <soap:Body>
    <gar:dispatchDataRequest>
      <brocom:requestReference>do14</brocom:requestReference>
      <brocom:broId>GAR123456789012</brocom:broId>
    </gar:dispatchDataRequest>
  </soap:Body>
</soap:Envelope>